package team.kelly.kellyserver.category.resource;

public class WeatherPhrase {
    public static final String[][] phrase = {
            {
                "오늘은 계속 화창한 날씨가 예상되네요! 날씨처럼 기분 좋은 하루 되세요:)",
                "지금은 맑지만 곧 구름이 조금 있을 예정이니 야외일정 시에 참고하세요!",
                "지금은 맑지만 곧 구름이 많아지니 야외일정 시에 참고하세요!",
                "지금은 맑아도 비소식이 있어요! 우산 챙겨나가세요:)",
                "지금은 맑지만 천둥 소식이 있으니 외출에 유의하세요!",
                "곧 눈 소식이 있네요! 우산을 준비하지 않으면 눈사람이 될수도 있어요:)",
                "곧 날씨가 흐려질 예정이에요:( 야외활동 게획 중이시라면 참고하세요!"
            },
            {
                "곧 날씨가 더 맑아질 예정이에요! 야외일정 시 참고 해주세요!",
                "오늘은 계속 구름이 조금 있을 예정이에요! 그래도 흐린 날씨는 아니니 간단한 산책도 좋을 날씨네요:)",
                "오늘은 계속 구름이 많을 예정이에요! 그래도 흐린 날씨는 아니니 간단한 산책도 좋을 날씨네요:)",
                "오늘은 비소식이 있네요! 우산을 챙겼는지 잊지말고 다시 한번 체크해주세요:)",
                "곧 천둥 소식이 있으니 조심히 다녀오세요!",
                "지금은 안오지만 곧 눈 소식이 있네요! 우산 챙겨주실꺼죠? 야외 일정 계획 중이시라면 참고해주세요:)",
                "곧 날씨가 흐려질 예정이에요! 혹시 모르니 얇은 겉옷 등을 챙겨주세요:)"
            },
            {
                    "곧 날씨가 더 맑아질 예정이에요! 야외일정 시 참고 해주세요!",
                    "오늘은 계속 구름이 조금 있을 예정이에요! 그래도 흐린 날씨는 아니니 간단한 산책도 좋을 날씨네요:)",
                    "오늘은 계속 구름이 많을 예정이에요! 그래도 흐린 날씨는 아니니 간단한 산책도 좋을 날씨네요:)",
                    "오늘은 비소식이 있네요! 우산을 챙겼는지 잊지말고 다시 한번 체크해주세요:)",
                    "곧 천둥 소식이 있으니 조심히 다녀오세요!",
                    "지금은 안오지만 곧 눈 소식이 있네요! 우산 챙겨주실꺼죠? 야외 일정 계획 중이시라면 참고해주세요:)",
                    "곧 날씨가 흐려질 예정이에요! 혹시 모르니 얇은 겉옷 등을 챙겨주세요:)"
            },
            {
                "지금과는 다르게 곧 화창한 날씨가 예상되네요! 지금은 밖에 비가 오고 있으니 우산 잊지 말고 챙겨주세요:)",
                "지금과는 다르게 곧 화창한 날씨가 예상되네요! 지금은 밖에 비가 오고 있으니 우산 잊지 말고 챙겨주세요:)",
                "지금과는 다르게 곧 화창한 날씨가 예상되네요! 지금은 밖에 비가 오고 있으니 우산 잊지 말고 챙겨주세요:)",
                "하루종일 비가 예상되네요. 우산을 꼭 챙기세요!",
                "지금은 비가 내라다가 천둥이 칠 예정이에요:( 외출길 조심하세요.",
                "날씨가 흐리네요. 비가 곧 눈으로 바뀔 것 같아요! 우산을 챙겨주세요!",
                "날씨가 흐리네요. 비가 곧 눈으로 바뀔 것 같아요! 우산을 챙겨주세요!"
            },
            {
                "지금은 천둥이 치지만 곧 화창한 날씨가 예상되네요!",
                "지금은 천둥이 치지만 곧 구름만 있을 예정이에요.",
                "지금은 천둥이 치지만 곧 구름만 있을 예정이에요.",
                "천둥이 치다가 곧 비소식이 있을 예정이에요. 우산 꼭 챙기세요!",
                "오늘은 하루종일 천둥이 칠 예정이에요. 외출에 각별히 신경써주세요.",
                "천둥이 치다가 눈이 올 예정이에요. 조심하세요~",
                "지금은 천둥이 치지만 곧 흐리기만 할 예정이에요."
            },
            {
                "눈이 오고 있어요! 오후엔 맑아져서 포근한 하루가 예상됩니다. 좋은 하루 되세요:)",
                "눈이 오네요. 오후엔 흐린 날씨가 예상되니 따뜻한 옷을 챙겨주시바~",
                "눈이 오네요. 오후엔 흐린 날씨가 예상되니 따뜻한 옷을 챙겨주시바~",
                "눈이 오고 있어요! 오후엔 비가 올 예정입니다. 우산을 꼭 챙겨주세요!",
                "눈이 오다가 곧 천둥 소식이 있으니 조심히 다녀오세요!",
                "펑~펑~ 눈이옵니다! 길이 미끄러울 수 있으니 조심하세요!",
                "눈이 와요! 하루종일 흐린 날씨가 예상되니 옷차림에 신경 써주세요!!"
            },
            {
                "지금과는 다르게 곧 화창한 날씨가 예상되네요! 맑은 시간에 간단한 산책 어떠세요?",
                "곧 지금보다는 날씨가 맑아질 에정이에요! 일정에 참고해주세요:)",
                "곧 지금보다는 날씨가 맑아질 에정이에요! 일정에 참고해주세요:)",
                "곧 비소식이 예상되요! 우산 잊지 말고 꼭! 챙기세요:)",
                "지금은 흐리다가 곧 천둥 소식이 있으니 조심히 다녀오세요!",
                "곧 눈 소식이 있네요! 따듯한 겉옷과 우산까지 다시 한번 확인해주세요:)",
                "오늘은 계속 흐린 날씨가 예상되네요:( 혹시 약간은 쌀쌀할 수 있으니 옷차림에 신경 써주세요!!"
            }
    };
}
